abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
apparmor
appstream
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
autoconf
autoconf-archive
automake
avahi
base
base-devel
bash
binutils
bison
bluez-libs
boost
boost-libs
box2d
bridge-utils
brotli
bspwm
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
cdparanoia
chromium
chrpath
clucene
cmake
cmatrix
confuse
containerd
coreutils
cppdap
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
dmenu
dnssec-anchors
docker
docker-compose
double-conversion
duktape
dwayland
e2fsprogs
efibootmgr
efivar
enchant
expat
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flameshot
flex
font-manager
fontconfig
freetype2
fribidi
fuse-common
fuse3
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
geoclue
geoip
geoip-database
gettext
giflib
git
github-cli
glfw-x11
glib-networking
glib2
glibc
glibmm
glslang
gmp
gnome-desktop
gnome-desktop-common
gnu-free-fonts
gnupg
gnutls
go
go-tools
gobang-bin
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
hunspell
hwdata
hwloc
hyphen
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
imath
imlib2
iproute2
iptables
iputils
iso-codes
jack2
jansson
jbigkit
jemalloc
jq
json-c
json-glib
jsoncpp
jumpy
kbd
kconfig5
kcoreaddons5
keyutils
kguiaddons5
ki18n5
kitty
kitty-shell-integration
kitty-terminfo
kmod
knotifications5
krb5
kwindowsystem5
l-smash
lame
lcms2
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib2
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pixman
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libavif
libb2
libbluray
libbpf
libbs2b
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdr
libcloudproviders
libcmis
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-qt5
libdecor
libdeflate
libdovi
libdrm
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libgcrypt
libgirepository
libglvnd
libgpg-error
libgtop
libgudev
libice
libidn2
libiec61883
libimagequant
libinih
libinput
libisl
libjpeg-turbo
libjxl
libksba
liblangtag
libldap
libluv
libmanette
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libmspub
libmwaw
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libpng
libproxy
libpsl
libptytty
libpulse
libqxp
libraqm
libraw1394
libreoffice-still
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunibreak
libunistring
libunwind
liburcu
liburing
libusb
libutempter
libuv
libva
libvdpau
libverto
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lpsolve
luajit
luit
lutris
lxmenu-data
lz4
lzo
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
mcelog
md4c
menu-cache
mesa
mesa-utils
meson
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mongo-c-driver
mongodb-bin
mongosh-bin
mpfr
mpg123
msgpack-c
mtdev
ncurses
neon
neovim
nettle
networkmanager
nginx
ninja
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
ocl-icd
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.1
opus
orc
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
php
php-fpm
phpmyadmin
pinentry
pipewire
pixman
pkgconf
pnpm
polkit
polybar
poppler
popt
portaudio
postgresql-libs
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python
python-annotated-types
python-attrs
python-autocommand
python-beautifulsoup4
python-cairo
python-certifi
python-cffi
python-charset-normalizer
python-cheetah3
python-cryptography
python-distro
python-docutils
python-evdev
python-fastjsonschema
python-gobject
python-idna
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-lxml
python-markupsafe
python-moddb
python-more-itertools
python-ordered-set
python-packaging
python-pillow
python-pip
python-platformdirs
python-ply
python-psutil
python-pycparser
python-pydantic
python-pydantic-core
python-pymongo
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pyrate-limiter
python-regex
python-requests
python-setuptools
python-soupsieve
python-tomli
python-toolz
python-tqdm
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-websocket-client
python-wheel
python-yaml
qbittorrent
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-base
qt6-declarative
qt6-positioning
qt6-svg
qt6-translations
qt6-webchannel
qt6-webengine
qutebrowser
raptor
rasqal
rav1e
readline
redland
rhash
ripgrep
rofi
rtkit
rubberband
runc
rust
rxvt-unicode
rxvt-unicode-terminfo
sc
sdl2
sed
semver
shaderc
shadow
shared-mime-info
slang
snapd
snappy
sound-theme-freedesktop
speex
speexdsp
spice
spice-protocol
spirv-tools
sqlite
squashfs-tools
srt
startup-notification
sudo
svt-av1
sxhkd
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
tmux
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anka-coder
ttf-anka-coder-condensed
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tzdata
udftools
unibilium
unzip
util-linux
util-linux-libs
v4l-utils
vid.stab
vmaf
vulkan-headers
vulkan-icd-loader
vulkan-radeon
w3m
wayland
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
webrtc-audio-processing-1
websocat
which
wine-staging
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-dde
xdg-utils
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfconf
xfsprogs
xfwm4
xkeyboard-config
xmlsec
xorg-font-util
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsel
xterm
xvidcore
xxhash
xz
yajl
yaml-cpp
yarn
yay
zeromq
zimg
zlib
zsh
zstd
zxing-cpp
